Revit 2024 API
WorksetKindFilter Methods
The WorksetKindFilter type exposes the following members.
Methods
Name | Description
Dispose |  (Inherited from WorksetFilter.)
Equals
Determines whether the specified Object is equal to the current Object.
 (Inherited from Object.)
GetHashCode
Serves as a hash function for a particular type.
 (Inherited from Object.)
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
See Also
WorksetKindFilter Class
Autodesk.Revit.DB Namespace